
/*
 */
"unknown_error"="Error Desconocido";
"unknown_data_type"="Error en Tipo de Datos";

/*
 */
"Assets"="Activos";
"Markets"="Mercados";
"Discover"="Descubrir";
"Profile"="Perfil";
"Exchanges"="Indices";

/*j
 */
"reach_bottom"="Oops, abajo";
"slide_load_more"="Desplaza Arriba";
"loading_more"="Cargando...";

/*
 */
"warm_tip"="Recomendaciones";
"camera_setting_tips"="Autorizar Uso de Camara [Ajustes - TokenPocket - Camara]";
"confirm"="Confirmar";
"album_access_failed"="No se Puede Acceder al Album, Razon de Sistema";
"no_camera"="No Se Detecta la Camara";

/*
 */
"just_now"="Justo Ahora";
"one_min_ago"="Menos de un Minuto";
"n_min_ago"="Hace unos Minutos";
"one_h_ago"="Menos de una Hora";
"n_h_ago"="Hace Unas Horas";
"one_day_ago"="Menos de un Dia";
"n_day_ago"="Hace Dias";
"one_m_ago"="Menos de un Mes";
"n_m_ago"="Hace Meses";
"one_y_ago"="Menos de un Año";
"n_y_ago"="Hace Años";

"trans_record"="Registro Transacciones";
"transaction_succ"="Transaccion Completada";
"trans_fail"="Transaccion Fallida";
"transing"="Transaccion en Proceso";
"copy"="Copiado";
"copy_to_board"="Copiado al Portapapeles";
"trans_query"="Consultas de Transaccion";
"trans_detail"="Detalles de Transaccion";

"transaction"="Enviar";
"package_fail"="Paquete Fallido";
"packaging"="Pendiente";
"trans_suc"="Transaccion Completada";
"trans_fai"="Transaccion Fallida";
"trans_to_self"="No Puedes Transferir a Ti Mismo";
"wrong_addr_tips"="Direccion Erronea, Por Favor Revisa";
"no_enough_token"="Monedas Insuficiente";
"next_step"="Siguiente";
"wallet_addr"="Direccion Cartera";
"input_paste_addr"="Introducir o Pegar Direccion";

"trans_amount"="Cantidad";
"input_out_amount"="Introducir Cantidad a Transferir";
"miner_fee"="Coste";
"select_fee"="Seleccionar Minero Coste";
"comment"="Memo";
"trans_num"="TX#";
"blc_num"="Altura Bloque";
"trans_time"="TimeStamp";
"copy_url"="Copiar URL";
"choose_token_trans"="Elegir Transferir Tokens";

"req_exchange_list_fail"="Requisito Lista Fallido";

"wrong_and_try_later"="Oops, intentar mas tarde.";
"all"="All";


"receive"="Recibir";
"receiver"="Receptor";
"copied"="Copiado";
"copy_wallet_addr"="Copia";
"rece_amount"="Cantidad Recibida";
"set_rec_amount"="Conjunto Cantidad Recibida";

"cannot_recog_qrcode"="No se puede reconocer el codigo QR";
"align_qrcode"="Ajustar el codigo QR para escanear";
"album"="Album";
"scan"="Escaner";

"input_asset_name"="Introducir nombre del activo";
"cancel"="Cancelar";
"confirm"="Confirmar";
"hot_coin"="Hot Tokens";
"coming_soon"="En Proceso";

"add_tokens"="Añadir Tokens";
"support_token_tip"="Apoyando activos de Blockchain como Ethereum, ERC20, SWTC etc.";
"all_wallet"="Todas las cartera";
"no_wallet_tips"="No hay carteras, crear una.";
"ok"="OK";

"how_to"="Como";
"advanced"="Advanzado";

"custom_gas_price"="Customizar precio del Gas";
"custom_gas"="Ajustar Gas";

/*
 */
"input_pwd"="Introducir password";
"confirm"="Confirmar";

/*
 */
"my_asset"="Mis activos";

/*
 */
"create_wallet"="Crear carteras";

/*
 */
"added"="Añadido";
"add"="Añadir";

/*
 */
"all_wallet"="Todas las carteras";
"has_no"="No ";
"title_wallet"=" Cartera";
"wallet"="Cartera";
"s_wallet"="'s Cartera";
"s_only_token_chain"="'s tokens solo se pueden guaradar en su propio tipo de cadena.";

/*
 */
"dapp_recomd"="DApp Store";
"articles"="El artículo";
"hot_articles"="Articulos";
"news_flash"="Mensaje";
"source"="Fuentes de";
/*
 */
"switch_account"="Cambiar cuenta";

/*
 */
"personal_center"="Centro Personal";
"msg"="Mensaje";
"contact"="Contacto";
"help"="Ayuda";
"about"="Sobre Nosotros";
"settings"="Ajustes";

/*
 */
"saving"="Guardando";
"save_succ"="Guardado Completado";
"save_fail"="Guardado Fallado";
"save"="Guardar";
"exporting"="Exportar";
"delete_caution"="Atencion! Esta operacion no se puede corregir!";
"delete_succ"="Borrado completado";
"delete_fail"="Borrado fallado";
"pwd_error"="Error Contraseña";
"pwd_not_match"="Las contraseñas no coinciden";
"export_fail"="Fallo al exportar";

/*
 */
"login_pwd"="Registro contraseña";
"login_faceid"="Face ID";
"login_touchid"="Touch ID";
"language"="Lenguaje";
"currency_unit"="Unidad Moneda";
"web3_setting"="Web3 Ajuste";
"set"="Conjunto ";
"cancel"="Cancelar";
"setting_nodes"="Ajuste Nodo";

/*
 */
"read_all"="Leer todo";

/*
 */
"custom_path"="Ruta Personalizada";
"service_privacy"="Terminos del servicio y politica de privacidad";
"importing"="Importando...";
"m_new_wallet"="M-Wallet";
"import_succ"="Importado completado";
"import_fail"="Importado fallado";
"input_mnemonic_words"="Por favor use el espacio para separar las palabras recordatorio";

/*
 */

"term_service"="Terminos del servicio";
"wallet_exist"="La cartera ya existe";
"pk_wallet"="PK-Wallet";
"ks_wallet"="KS-Wallet";

/*
 */
"choose_blc_type"="Elegir fundacion";
"created"="Creado";


/*
 */
"import_wallet"="Importar Cartera ";
"mnemonic"="Mnemotecnico";
"keystore"="Keystore";
"pri_key"="Llave Privada";
"pub_key"="Llave Publica";
/*
 */
"backup_mnem"="Recuperar Mnemotecnico";
"backup_mnem_tips"="Estas palabras mnemotecnicas son para recuperar tu cartera, escribe correctamente en un trozo de papel y guardalo en un lugar seguro.";
"backup_pk"="Recuperar Llave Privada";
"backup_pk_tips"="Esta llave privada es para recuperar tu cartera, escribe correctamente en un papel y guardala en un lugar seguro.";

/*
 */
"confirm_result"="Confirmar Resultado";
"reconfirm_mnemonic"="Confirmar Fallado, por favor revise sus palabras Mnemotecnicas.";
"reconfirm_pk"="Confirmar Fallado, por favor revise su llave privada.";
"backup_succ"="Recuperado Completado";

/*
 */
"choose_wallet_chain_type"="Elegir Fundacion Blockchain";
"complete_info"="Por Favor Completar la Informacion";
"read_and_agree"="Lea y Acepte en los Terminos del Servicio y Politica de Privacidad";
"tips"="Consejos";
"create_succ"="Crear Cartera Completado";
"create_fail"="Crear Cartera Fallado";

/*
 */
"backup_wallet"="Recuperar carteras";

/*
 */
"choose_blc_type"="Fundacion Blockchain";
"chain_info_retry"="Oops, por favor revise abajo";
"already_wallet"="No se puede importar, ya lo tiene";
"illegal_mnem"="Mnemotecnico ilegal, por favor revise";

/*
 */
"wallet_manage"="Manejar Cartera";
"total_asset"="Revisar Activos";

/*
 */
"pri_policy"="Politica de Privacidad";
"ver_release"="Version";
"check_update"="Revisar para Mejoras";
"app_guide"="Guia App";

/*
 */
"modify_succ"="Modificacion Completada";
"modify_fail"="Modificado Fallado";
"change_pwd"="Cambiar Contraseña";
"done"="Hecho";

/*
 */
"receiver"="Receptor";
"trans_succ"="Transferencia Realizada";
"trans_noti"="Notification Transferencia";
"sender"="Emisor";

/*
 */
"blc_type"="Fundacion Blockchain";

/*
 */
"weak"="Debil";
"normal"="Normal";
"good"="Buena";
"safe"="Segura";

/*
 */
"curr_version"="Version Actual:";

/*
 */
"created"="Existe";

/*
 */
"processing"="Pendiente";

/*
 */
"all_select"="Seleccionar Todo";
"unselect"="Deseleccionar Todo";
"delete_fail_retry"="Borrado fallido, por favor reintentar.";
"delete"="Borrar";

/*
 */
"no_token_go_add"="No hay tokens suficientes, añade algunos.";

/*
 */
"search_token_market"="Revisar Tendencia Tokens";
"add_fail"="Añadir Fallado";
"hot_rec"="Recomendaciones Calientes";

/*
 */
"missing_param"="Parametro Pendiente";
"sign_failed"="Conexion local interrumpida";

/*
 */
"pls_repeat_pwd"="Vuelva a ingresar la contraseña";
"input_pwd_auth"="Repetir contraseña para autorizacion";
"contact_us"="Oops, contacta con nostros!";
"wrong_pwd"="Error, intentar de nuevo";
"no_deviceId"="Lo siento, tu equipo no permite TouchID/FaceID";
"deviceId_wrong"="Autentificacion TouchID/FaceID Fallada";
"auth_fail_to_pwd"="TouchID/FaceID cerrado, introduce contraseña.";
"setting_succ"="Ajustes Cambiados";

/*
 */
"usr_agreement"="Acuerdo de Usuario";

/*
 */
"auth_pwd"="Auth con contraseña";
"touch_pwd"="Levantar contraseña";
"touch_touchId"="Levantar TouchID";
"touch_faceId"="Levantar FaceID";

/*
 */
"update_tips"="Token Pocket Actualizado, Disfrutalo.";
"go_download"="Descargas";

/*
 */
"amount"="Cantidad";
"rate"="Cambio";

/*
 */
"input_pwd1"="Contraseña";
"auth_with_touchId"="Autentificar TouchID con el boton principal";

/*
 */
"soon"="En proceso";
"de_exchange"="Casa de Cambio Digital Global y Decentralizada ";

/*
 */
"now_price"="Precio";
"change_ratio"="Cambio";
"no_market_tendency"="Oops, no hay tendencia de mercado";
"add_tendency"="Añadir Tendencia";

"pay_wallet"="Desde";
"trans_out"="A";
"trans_info"="TX Info";
"trans_detail"="Detalle Transaccion";
"confirm_trans"="Confirmar Transaccion";

"fee_setting"="Ajustar Coste";
"gas_slow"="Despacio";
"gas_fast"="Rapido";
"gas_rec"="Recomendada";

"wallet_delete"="Borrar Cartera";
"wallet_name"="Nombre";
"wallet_addr"="Direccion";
"change_pwd"="Cambiar Contraseña";
"export_pk"="Exportar PK";
"export_keystore"="Exportar Keystore";
"addr_copy"="Copiar";

"pwd_curr"="Antiguo";
"pwd_new"="Cambiar";
"pwd_repeat"="Repetir";
"pwd_forget"="Olidado? Lo puedes recuperar desde ";
"import_imid"="Importando";

"pla_pwd_curr"="Antigua Contraseña";
"pla_pwd_new"="Nueva Contraseña";
"pla_pwd_repeat"="Repetir Contraseña";

"total_asset_title"="Activos Totales";
"title_share_to"="Compartir con";
"title_button_cancel"="Cancelar";
"wx_frnds"="Wechat Amigos";
"wx_timeline"="Moments";
"share_qq"="QQ";

"tip_one"="Seguridad de la Contraseña es esencial para tu Cartera.";
"tip_two"="No se puede recuperar la contraseña, por favor recupere con cuidado.";

"wallet_foundation"="Fundacion";
"set_pwd"="Contraseña";
"repeat_pwd"="Repetir";
"pwd_hint"="Pista Contraseña";
"pwd_optional"="Opcional";
"read_agree"=" Leer y aceptar en";
"input_private_key"="Por favor introduce tu llave privada";
"Input_public_key" = "Por favor, introduzca el número de cuenta o la clave pública";
"derive_path"="Camino";
"import_start"="Comenzar a importar";
"ks_pwd"="Contraseña Keystore";
"input_ks_key"="Por favor introduce tu keystore";
"what_is_ks"="Que es keystore?";
"import_ks_desc"="Copiar y pegar cartera Keystore, carpeta y contenidos directamente en el cuadro,o a traves del contenido keystore incluyendo el codigo de dos dimensiones, escanear y pegar.";
"import_ks_tips"="Por favor revisar que el keystore introducido es correcto, es recomendable copier y pegar directamente.";

"pwd_length_tip"="Minimo 8 caracteres, mejor incluir un mix de letras, digitos y simbolos.";
"account_chars_tip"="12 chars en [a-z1-5]";
"pwd_length_weak"="Contraseña debil, facil de piratear.";

"mnemonic_write_down"="Por favor recupera las palabra Mnemotecnicas";
"pk_write_down"="Por favor recupera tu llave privada";
"confirm_mnemonic_title"="Confirmar palabras Mnemotecnicas";
"confirm_pk_title"="Confirma tu llave privada";
"confirm_mnemonic_desc"="Por favor confirma palabras Mnemotecnicas orden, y en la forma en que fueron escritas ";
"confirm_pk_desc"="Por favor introduce la llave privada de la cartera y verifica que la llave de recuperacion es correcta ";
"entry_agree"="Aceptar terminos del servicio y politica de privacidad";
"tap_reauth"="Volver a intentar";

"send_trans_fail"="Imposible realizer la transaccion";
"desc_wrong_pwd"="Contraseña incorrecta";

"backup_wallet_line_prefix"="Para tu cartera";
"backup_wallet_line_suffix"="'s Seguridad";
"backup_tips"="Recupere el Mnemotecnico o la Llave Privada";
"backup_now"="Recuperar Ahora";

"read_first"="Lea la Politica Primero";
"about_us_desc"="TokenPocket es una cartera digital segura, simple y potente. Queremos llevar blockchain al usuario medio.";

"phone_num"="Telefono";
"e_mail"="E-mail";
"contact_comment"="Comentarios";
"title_contact"="Contacto";

/*
 */
"export_ks"="Exportar Keystore";
"qrcode"="QR Code";
"ks_file"="Archivo Keystore";
"copy_ks"="Copiar Keystore";
"off_line_save"="Guardar en frio";
"off_line_save_tips"="Por favor copia y pega el archivo Keystore en un lugar Seguro, frio fuera de la red. No lo guardes en el e’mail, notepad, web disk, chat tools, etc., .. es muy peligroso.";
"no_net_transmission"="No utilizes redes de transmisiones";
"no_net_transmission_tips"="No transfieras los archivos keystore a traves de redes de herramientas. Si los piratas las consiguen puedes perder todos los activos. Se recomienda que lo guardes en frio escaneando el codigo QR";
"password_safe_deposit"="Caja fuerte Contraseña";
"password_safe_deposit_tips"="Si necesitas guardarla en la red, se recomienda que uses un software con contraseña de seguridad como 1Password para guardar Keystore.";
"only_scan"="Solo para escanear directamente";
"only_scan_tips"="El codigo QR no permite guardar fotos de pantalla y fotografias. Solo los usuarios pueden escanear directamente en soporte Seguro para facilitar la importacion de la cartera.";
"use_safely"="Usar en un lugar seguro";
"use_safely_tips"="Por favor asegurate que no tienes a nadie con una camara cerca. El codigo QR en caso de ser capatado por terceros puede llevar a la Perdida de los activos.";
"confirmed_no_p_c"="Confirma que no hay nadie con una camara cerca";
"show_code"="Enseñar el codigo QR";
"no_screenshots"="No tomes fotos de pantalla";
"make_sure_safely"="Por favor asegurate que no hay nadie con una camara! No guardes los archivos keystore o el correspondiente codigo QR tomando fotos de pantalla o fotografias ";
"i_know"="Entendido";

/*
 */
"search_token_placeholder"="Introducir Token o Direccion del Contrato";

/*
 */
"eos_blc_eth"="Ethereum";
"eos_blc_eth_desc"="Fundacion Ethereum";
"eos_wallet_vc_title"="Acabamos de crear una cartera EOS para ti, por favor recuperar.";
"eos_important_tips"="Atencion：";
"eos_backup_desc"="Por favor escribe tu llave privada en la cartera, guardala en un lugar Seguro y no la almacenes en la nube.";
"eos_title_wallet"="Cartera EOS ";
"eos_start_backup"="Recuperar";
"eos_use_exist_wallet"="Usar mi Cartera EOS";
"eos_wallet_creating"="Generando...";
"eos_title_eth_wallet"="Cartera Eth";
"eos_title_pubkey"="EOS Pub";
"eos_title_to_add"="A Direccion";
"eos_title_amount"="Cantidad";
"eos_title_miner_fee"="Coste Minero";
"eos_btn_mapping"="Comenzar Mapeo";
"eos_placeholder_select_wallet"="Seleccionar una Cartera de Mapeo";
"eos_title_contract_add"="Detalle de la Direccion";
"eos_title_mapping_info"="Informacion de Mapeo";
"eos_map_success"="Conseguido!";
"eos_tips_select_wallet"="Elegir una cartera de Eth";
"eos_tips_input_eos"="No se ha Encontrado la Llave Publica EOS";
"eos_mapped"="Esta Cartera Esta Mapeada";
"eos_mainnet_tip"="Despues del Mapeado Coreecto. Los Tokens se transfieren a tu direccion EOS con el lanzamiento de la red.";
"eos_title_eth_add"="Direccion ETH:";
"eos_title_eos_add"="Direccion EOS:";
"eos_map_verify_suc"="Verificado Conseguido";
"eos_map_verify_fail"="Verificado Fallado";
"eos_map_verify_wait"="Procesando...";
"eos_map_verify_token_prefix"="Tu consigues ";
"eos_map_verify_token_suffix"="EOS tokens";
"eos_map_verify_token_empty"="No tienes tokens de EOS.";
"eos_map_verify_loading"="Cargando";
"eos_wallet_own_placeholder"="Tocar para introducer tu llave publica de EOS";
"eos_wallet_next"="Siguiente";
"eos_wallet_use_own_prefix"="Atencion：";
"eos_wallet_use_own_suffix"="Estas usando tu cartera EOS, asegurate que es correcta y la Podemos verificar por ti.";
"eos_plz_input"="Por favor introducir la llave publica correcta";
"eos_eth_title"="Direccion ETH:";
"eos_eth_address"="Elige una cartera para verificar";
"eos_eth_choose"="Elige";
"eos_eth_start_verify"="Comenzar a Verificar";
"eos_eth_tips_pre"="Atencion：";
"eos_eth_tips_suffix"="Si acabas de terminar el mapeo, los resultados no saldran hasta que se haya completado de procesar el bloque. Por favor intentalo mas tarde cuando lo hayas conseguido.";
"eos_eth_address_empty"="Direccion Vacia";
"eos_title_verify"="Verificar EOS";
"eos_title_result"="Verificar Resultado";
"eos_title_own_wallet"="Llave Publica";
"blc_basic_jt"="Jingtum";
"blc_basic_jt_desc"="Fundacion Jingtum";
"blc_basic_moac"="MOAC";
"blc_basic_moac_desc"="Fundacion MOAC";

/*
 */
"choose_wallet"="Elegir Cartera";
"create_or_import_wallet"="Crear o importar cartera";

//Seleccion de Nodo
"eth_node_empty"="Nodo Ethereum vacio";
"mc_node_empty"="Nodo MOAC's vacio";
"jt_node_empty"="Nodo Jingtum's vacio";
"eos_node_empty"="Nodo EOS vacio";
"node_reset_default"="Reajustar al Original";

//2018-05-23
"account_chars_tip"="12 caracteres en 12345abcdefghijklmnopqrstuvwxyz";
"account_name"="Cuenta";
"account_name_length"="El nombre de la cuenta debe tener 12 caracteres";
"account_name_chars"="Caracteres ilegales en la cuenta";
"account_name_existed"="El nombre ya esta escogido";
"eos_invalid_private_key"="Llave publica es invalida";
"eos_transfer_account_placeholder"="Receptor";
"eos_transfer_account_from"="Emisor";
"eos_transfer_account_to"="Receptor";
"eos_transfer_error_no_balance"="No hay fondos";
"eos_transfer_error_to_self"="No te puedes transferir a ti mismo";
"eos_transfer_error_not_exist"="Esa cuenta no existe";
"eos_transfer_error_invalid_quantity"="Cantidad invalida";
"eos_transfer_error_over_balance"="Sobre el presupuesto";
"eos_transfer_error_memo_more"="La MEMO es demasiado larga";
"eos_transfer_error_mismatch"="Sensible a los simbolos";
"eos_copy_account_name"="Copiar";
"eos_vote"="Votar";
"eos_vc_vote"="Votar";
"eos_vc_voted"="Votado";
"eos_vc_bp_list"="BPs";
"eos_vc_rank"="Ranking";
"eos_vc_detail"="Proxies";
"eos_vote_units"="Votos";
"eos_manage_delegate"="Guardado";
"eos_manage_refund"="Libres";
"eos_title_vote"="EOS Votando";
"eos_votes_manage"="Ajustar";
"eos_title_votes_manage"="Votos Ajustados";
"eos_vote_balance"="Balance";
"eos_vote_delegate"="Guardados";
"eos_vote_refund"="Refunding";
"eos_vote_manage_desc"="· Tienes que guardar tus EOS anstes de votar Puedes abrir tus EOS y la cantidad se te reembolsara en 3 dias.";
"eos_vote_action_delegate"="Delegando Activos";
"eos_vote_action_refund"="Sin Delegar";
"eos_vote_placeholder_delegate"="Introduce Cantidad a Delegar";
"eos_vote_placeholder_undelegate"="Introduce Cantidad sin Delegar";
"eos_vote_progress"="Progreso";
"eos_vote_votenum"="Votado";
"eos_vote_canvote"="Votos Guardados";
"eos_vote_area"="Area";
"eos_request_error"="Algo va mal";
"eos_incorrect_wallet"="Cartera Incorrecta";
"eos_vote_suc"="Conseguido";
"eos_vote_failed"="Volver a Intentar";
"eos_voter_over"="Vota 30 Bps como maximo";
"eos_vc_cancel_vote"="Cancelar";
"eos_vc_delegated_succ"="Conseguido";
"eos_vc_undelegated_succ"="Conseguido";
"eos_vc_balance_insufficent"="Credito Insuficiente";
"eos_vc_staked_insufficent"="Guardado Insuficiente";
"eos_proxy_name"="Nombre";
"eos_proxy_account"="Cuenta";
"eos_proxy_slogon"="Intro.";
"eos_proxy_name_pla"="Introduce tu Nombre de Proxy";
"eos_proxy_account_pla"="Introduce tu Cuenta";
"eos_proxy_slogo_pla"="Describete a ti mismo";
"eos_proxy_submit"="Enviar";
"eos_proxy_contact"="Más contáctenos";
"eos_proxy_state"="|  Instrucciones";
"eos_proxy_state_detail"="Por favor introduce la siguiente informacion. Una vez enviada la revisaremos lo antes posible de acuerdo con el acuerdo de usuario. Una vez revisada puedes participar en la votacion.";
"eos_proxy_apply"="Aplicar como Proxy";
"eos_proxy_optional"="Opcional";
"eos_proxy_title"="Apicacion Proxy";
"eos_proxy_input_name"="Por favor introduce el nombre";
"eos_proxy_input_account"="Por favor introduce la cuenta";
"eos_proxy_input_slogan"="Por favor introduce una pequeña descricion";
"eos_proxy_submit_success"="Enviado";
"eos_proxy_weight"="Peso del Voto";
"eos_proxy_account"="Cuenta";
"eos_proxy_location"="Localizacion";
"eos_proxy_website"="Website";
"eos_proxy_intro"="Introduccion";
"eos_proxy_vote_now"="Votar Ahora";
"eos_proxy_vote_weight"="Peso del Proxy";
"eos_not_proxy"="La cuenta no tiene un Proxy registrado";
"eos_proxy_unvote"="Unvote";
"eos_proxy_share_support"="Apoyar a TokenPocket";
"eos_proxy_area_pla"="Ciudad, pais";
"eos_proxy_regist_proxy"="Necesita Autorizacion";
"eos_rule_vote"="Reglas del voto";
"eos_rule_proxy"="Instrucciones del Proxy";
"eos_rule_manage"="Instruccines del voto";
"eos_proxy_cannot_vote_self"="El Proxy no puede votar Proxies";
"blc_basic_eos"="EOS";
"blc_basic_eos_desc"="Fundacion EOS";
"eos_progress_votes"="Votos";
"eos_bp_weight"="Peso";
"eos_vote_no_delegate_tip"="Tienes que delegar tus EOS antes de votar.";
"eos_delegate_forward"="OK";
"eos_delegate_cancel"="Cancelar";
"eos_mainnet_not_enough"="No suficientes votos se han congelado para descogelar";
"eos_revote_modified_tip"="Vas a cambiar tu votacion actual, estas seguro?";
"eos_revote_confirm"="Seguro";
"eos_revote_cancel"="No";
"eos_import_new_account"="Crear nueva cuenta";

//WebAction
"web_send_success"="Enviado Completado";
"web_send_fail"="Enviado Fallido";
"web_release_success"="Procesando, esperando actualizacion ";
"web_release_fail"="Lanzamiento fallido";

//2018-05-24
"upgrade_tips"="Mejorar Consejos";

//2018-05-25
"transfer_confirming"="Confirmar";

//2018-05-31
"recent_transactions"="Transacciones Recientes";
"input_wallet_name_option"="Nombre de tu Cartera";
"error_regi_proxy_exist"="Tu Cartera ya Esta Registrada";
"eos_insufficient_ram"="La Cuenta Tiene RAM Insuficiente.";
"eos_proxy_resign"="Reasignar Proxy";
"eos_error_empty_account"="Vaciar Cuenta";
"eos_resign_success"="Conseguido";
"eos_res_advanced"="Avanzado";
"eos_res_title_CPU"="Recurso CPU";
"eos_res_title_NET"="Recurso NET ";
"eos_res_title_RAM"="Recurso RAM ";
"eos_res_title"="Manejo de Recurso";
"eos_ram_quota"="Quotas";
"eos_ram_usage"="Usado";
"eos_cpu_ava"="Disponible";
"eos_cpu_stake"="Congelado";
"eos_net_ava"="Disponible";
"eos_net_stake"="Congelado";
"eos_ram_instru"="・Puedes usar EOS para comprar RAM mientras vendes para conseguir EOS ";
"eos_ram_buy_title"="Comprar Ram";
"eos_ram_sell_title"="Vender Ram";
"eos_ram_buy_pla"="Introducir cantidad a comprar";
"eos_ram_sell_pla"="Introducir cantidad a vender";
"eos_ram_sell_pla_new"="Introducir cantidad a vender";
"eos_ram_btn_buy"="Comprar";
"eos_ram_btn_sell"="Vender";
"eos_ram_can_use_balance"="Balance";
"eos_ram_insufficient_quota"="Quota Insuficiente";
"eos_request_success"="Conseguido";
"eos_sellram_float"="No Puede Introducir Decimales";
"eos_sellram_too_small"="Oops, error. No mayor de 65";
"eos_ram_alert_title"="Necesita Contraseña";
"eos_resource_used"="Usado";
"eos_resource_ava"="Disponible";
"eos_resource_net_title"="Recurso NET";
"eos_resource_cpu_title"="Recurso CPU";
"eos_resource_manage_desc"="・Necesitas congelar EOS para conseguir recursos. Puedes descongelarlos y tener tus EOS de Vuelta en 3 dias hasta que el voto llegue al 15%.";
"eth_go_browser_detail"="Ve a Etherscan para detalles >";
"eos_go_browser_detail"="Ve a para detalles";
"eos_search_bp"="  Bucar Nombre o Cuenta";
"eos_account_created"="Tu Equipo ha Crado una Cuenta";
"eos_account_not_support"="No Se Puede Crear Ahora";
"eos_staked_amount_title"="Congelando";

//2018-06-12
"title_contact_us"="Contactanos";
"eos_no_enough_resource"="No hay Recurso Suficiente. Ve a Centro de Recursos ";
"eos_stake_no_resource"="Lo siento, recursos insuficientes (NET o CPU) puedes intentar una cantidad menor.";
"Eos_net_input_account"="cuenta receptor";
"eos_set_account_title"="Ajustes Receptor";
"eos_res_receiver"="Receptor";
"eos_res_rece_self"="Uno Mismos";

//2018-06-12 16:00
"eos_recoder_type_sell_ram"="Vender RAM";
"eos_recoder_type_buy_ram"="Comprar RAM";
"eos_recoder_type_stake"="Congelar";
"eos_recoder_type_unStake"="Descongelar";
"eos_no_ram_to_buy"="RAM Recursos insuficientes, por favor vaya a la página de administración de recursos para obtener";
"wallet_retry"="Volver a intentar";
"wallet_retry_tips"="Net jam, por favor intentalo de nuevo";
"eos_transfer_to_address"="Cuenta invalida, por favor revisar.";
"eos_cancel_success"="Cancelado completado";
"eos_insufficient_ram"="RAM Insuficiente";

//2018-6-14
"contract_address"="Contacto";
"tip_backup"="Recuperar";

//2018-6-15
"eos_create_title"="Registrar ayuda";
"creator"="Creador";
"account_pk"="Llave publica de cuenta";
"account_pk_placeholder"="Introducir llave publica o escaneado";
"onwer_pk"="Dueño de la llave publica";
"activity_pk"="Actividad Llave Publica";
"dispatch_ram"="Alocar RAM";
"dispatch_cpu"="CPU stake";
"dispatch_net"="NET stake";
"grade_model"="Modo Avanzado";
"easy_model"="Modo Simple";
"register_first"="Crear Ahora";
"register_account_success"="Cuenta Creada Conseguido";
"register_account_fail"="Cuenta Creada Fallado";
"eos_title_select_account"="Seleccionar tu cuenta";
"eos_import_next"="Siguiente";
"eos_import_no_account"="La llave no tiene cuentas, no se puede importar";
"eos_no_active_bid"="no hay cuenta activa para la llave";
"eos_account_been_created"="La cuenta fue creada";
"eos_only_suffix_create"="Solo sufijos pueden crear esta cuenta";
"eos_symbol_precision_mismatch"="La precision de los simbolos no se corresponde";
"eos_create_wallet_help"="Instrucciones";

//2018-6-17
"share"="Compartir";

//2018-6-18
"title_contact_type"="Método de contacto";
"eos_proxy_vote_ticket"="Actuando votos";
"eos_proxy_vote_people"="Actuando votors";
"eos_proxy_wechat"="Wechat";
"eos_proxy_qq"="QQ";
"eos_proxy_wechat_pla"="Por favor ingrese su Wechat";
"eos_proxy_qq_pla"="Por favor ingrese su QQ";


//2018-6-18 10:11
"eos_right_owner"="Owner";
"eos_right_active"="Active";
"eos_right_threshold"="Threshold";
"eos_right_link_pub"="Public Keys";
"eos_right_weight"="Weight";
"eos_faq_owner_title"="What is Owner ?";
"eos_faq_owner_expl"="The Owner represents the ownership of the account and can set permissions to manage Active and other roles.";
"eos_faq_active_title"="What is Active ?";
"eos_faq_active_expl"="Active is used for daily usage such as transfer, voting, etc.";
"eos_faq_threshold"="What is Threshold ?";
"eos_faq_threshold_expl"="Threshold is the lowest weight required while operating.";
"eos_authority_management"="Permissions";
"eos_auth_new_pubkey"="Input the new Public Key";
"eos_auth_submit"="Submit";
"eos_change_owner"="Change Owner";
"eos_change_active"="Change Active";
"eos_has_no_auth"="You have no permissions to use this account.";
"eos_pub_key_empty"="New public key cannot be empty.";

//2018-6-19 6:50
"eos_invalid_public_key"="Invalid public key.";
"eos_per_modify_title"="Change Info";
"eos_per_account"="Account";
"eos_per_permission"="Permission";
"eos_per_public"="New Key";
"eos_per_confirm_change"="Confirm";
"eos_no_any_permission"="You don't have any permission, wanna delete it ?";
"eos_proxy_input_area"="Please enter location";

//2018-6-19 13:00
"eos_key_helper"="Ayudante";
"eos_key_touse"="Use";
"eos_key_back_ask"="Confirm the backup private key?";
"eos_faq_what_icon"="What are these icons?";
"eos_icon_auth_change"="Change Authority";
"eos_icon_self"="Yourself";

//2018-6-19 15:27
"eos_refund_countdown"="Refunding";
"eos_refund_countdown_finish"="Refund Counting Finished";
"eos_refund_btn_title"="Refund";
"eos_refund_hour"="hour";
"eos_refund_day"="day";
"eos_refund_min"="min";
"refund_failed"="Operating Failed";
"refund_success"="Refund Successfully";
"eos_request_auth_not_satisfy"="Keys and Permissions don't satisfied.";
"notice_title_warning"="Warning";
"notice_content_permission_tips"="・Confirm that the PublicKey is correct before you change.\n・You should change the permission from Active to Owner in range.\n・Make sure your assets are safe.";

//2018-6-20
"about_unstake"="About reclaim";
"about_unstake_tips"="EOS for your stake back to the current account as much as possible, it is recommended that you keep at least 0.2 EOS in the stake as a resource consumption reclaim.";
"eos_current_wrong_wallet"="Choose EOS wallet to continue service \n：）";
"eos_current_wrong_wallet_title"="Warming Tips";
"title_create_wallet"="Crear carteras";
"more"="Más";
"pwd_forget_title"="forget password?";
"eos_tap_to_refund"="Tap Refund";
"stake_style_title"="Transfer or not";
"stake_style_trans" = "Transfer";
"stake_style_no_trans"="Ranta";
"eos_ram_price"="RAM Price";
"eos_cpu_price"="CPU Price";
"eos_net_price"="NET Price";
"eos_main_ram"="All RAM";
"eos_ram_chart_title"="RAM Chart";
"eos_res_title_ram"="RAM";
"eos_res_title_net"="NET";
"eos_res_title_cpu"="CPU";
"eos_main_res_title"="Resources";

//2018-6-28
"eos_stake_no_cpu"="CPU Recursos insuficientes, por favor vaya a la página de administración de recursos para obtener";
"eos_stake_no_net"="NET Recursos insuficientes, por favor vaya a la página de administración de recursos para obtener";
"eos_account_create"="Free account registering ended, you can pay to create an account";
"error_bidname_lower"="Your bid price maybe a little low";

//2018-6-29
"contact_create"="New Contact";
"contact_edit"="Edit Contact";
"add_wallet_address"="Add wallet address";
"add_wallet_type"="wallet bottom";
"add_wallet_address_account"="address";
"add_wallet_address_account_tips"="Scan or paste wallet address";
"contact_delete_tips"="Are you sure you want to delete?";
"choose_address"="Please select the address";

//2018-06-30
"import_pwd_empty"="Password Empty";

//2018-07-01
"rammark_pie_title"="Distribution";
"rammark_pie_big"="Large";
"rammark_pie_med"="Medium";
"rammark_pie_small"="Small";
"rammark_pie_in"="Buy";
"rammark_pie_out"="Sell";
"rammark_pie_deals"="distributions";
"rammark_top_open"="Open";
"rammark_top_total"="Capital";
"rammark_top_ramratio"="Occupancy";
"rammark_buy_record"="Orders";
"rammark_bigbuy_record"="Large Orders";
"rammark_huge_holds"="Huge Holders";
"rammark_title_buy"="Buy";
"rammark_title_sell"="Sell";
"rammark_action_buy"="Buy";
"rammark_action_sell"="Sell";
"rammark_input_placeholder"="Input amount";
"rammark_title"="RAM Exchange";
"rammark_state"="In trading";

//2018-07-02
"eos_byte_keep_tips"="It is recommended to reserve 1024 bytes for the memory consumption of this operation.";
"eos_ram_exchange_ent"="   RAM Exchange   ";
"eos_create_account_tips"="Incomplete information, cannot create the account.";
"eos_create_account_cost"="Cost";

//2018-07-05
"order_tips"="EOS account needs to consume EOS, please find a trusted account with EOS balance to help you pay this creation fee.";
"order_title"="Order information";
"order_delete"="Delete Order";
"order_create_for_other"="Seek Help";
"order_account_active"="Activate Account";
"order_account_active_success"="Activation succeeded";
"order_account_warn_owner_active"="The account has multiple private keys with onwer and active permissions, which is extremely risky.";
"order_account_warn_owner"="The account has multiple private keys with onwer privileges, which is extremely risky.";
"order_account_warn_active"="The account has multiple private keys with active permissions, which is extremely risky.";
"order_account_warn_only_owner"="You only have the onwer permission for this account, which is extremely risky.";
"order_account_warn_only_active"="You only have active permissions for this account, which is extremely risky.";
"order_account_register_other"="The account is cybersquatted by others, there may be security issues, please be cautious";
"order_account_not_create"="Account has not been registered";
"order_delete_tips"="Are you sure to delete the order?";
"order_continue_tips"="You have an uncomplete order, do you wanna finish it ?";
"eos_localaccount_exception"="Please check whether you have enough CPU, NET, RAM or balance.";
"order_pre_tips_confirm"="If you confirm that all permissions under this account are correct, you can import the wallet with your private key.";
"res_requried_tips"="Trading operations will consume resources. Please pay attention to your memory computing network resources. We recommend that the network and computing resources be at least 0.5 EOS, if your resources are insufficient, your transaction will be rolled back by the block.";
"success_wait_block_require"="Submit successfully, pending block confirmation";
"unstake_cpu_all"="You cannot reclaim all CPU, please leave 0.4 EOS at least.";
"unstake_net_all"="You cannot reclaim all NET, please leave 0.4 EOS at least.";
"sell_ram_all"="In order to make the transaction success, you should leave 100 Bytes at least.";
"order_teach"="Go to tutorials";
"order_teach_title"="Tutorials";

//2018-07-09
"eos_no_account"="No account";
"eos_pk_check"="Check private key";
"eos_pubk_check"="Check account by public key";
"app_version_last"="Already the latest version";
"app_share_friends"="Invite Friends";

//2018-07-11
"eos_ran_remind"="Price Alert";
"eos_ran_remind_introduce"="TokenPocket alert has two styles:";
"eos_ran_remind_price"="Price Alert";
"eos_ran_remind_price_tips_1"="Price warnings are divided into upper and lower prices.";
"eos_ran_remind_price_tips_2"="When the price reaches a certain location, the system will issue an alarm. The same price will be alarmed up to 4 times per day, and 12 messages per day will be pushed as the upper limit.";
"eos_ran_remind_price_tips_3"="Up to 3 price alerts can be set at the same time.";
"eos_ran_remind_big"="Large tracking alert";
"eos_ran_remind_big_tips_1"="The big account tracking behavior is divided into buy tracking and sell tracking.";
"eos_ran_remind_big_tips_2"="When the buy and sell reaches the setting value or exceeds the set value, SMS will be sent. Each set value will be alarmed up to 4 times per day, and the number of daily push messages will be 12." ;
"eos_ran_remind_big_tips_3"="Up to 3 large-scale early warnings can be set at the same time.";
"eos_ran_remind_tips_1"="Note: The price of this service is 1EOS/month.Due to instability and delay of network environment in different regions, this service is limited to tracking and is not applicable to the implementation of pending orders. This service belongs to the TokenPocket value-added service, and the final interpretation right belongs to TokenPocket, once the subscription cannot be refunded.";
"eos_ran_remind__price_desc_pre"="The price of this service is ";
"eos_ran_remind__price_desc_suf"=" EOS/month.";
"eos_ram_open"="Purchase Now";
"eos_ram_remind_price_up"="Upper price";
"eos_ram_remind_price_down"="Lower price";
"eos_ram_remind_big_amount"="Number of alerts";
"eos_ram_remind_big_direction"="Direction";
"eos_ram_remind_add"="Add Alert";
"eos_ram_remind_big_set_title"="Huge holders tracking";
"eos_ram_remind_big_set_account"="Huge Holders";
"eos_ram_remind_big_set_direction"="Flow Direction";
"eos_ram_remind_big_set_amount_placeholder"="Please enter the quantity";
"eos_ram_remind_price_set_title"="Set warning price";
"eos_ram_remind_price_set_placeholder"="Please input the price";
"eos_ram_remind_open_confirm_title"="Price Alert Service";
"eos_ram_remind_open_confirm_phone"="Mobile";
"eos_ram_remind_open_confirm_fee"="Fees";
"eos_ram_remind_open_title"="SMS Alert";
"eos_ram_remind_open_phone"="Mobile number";
"eos_ram_remind_open_phone_placeholder"="Please input your mobile number";
"eos_ram_remind_open_tips"="Alerts only do price alerts. Due to instability and delay of network environment, they are not applicable to real-time pending orders.";
"eos_ram_remind_current_price"="Current price";
"eos_ram_remind_current_rise"="Current rise";
"eos_ram_remind_open_ret_success"="Dealt";
"eos_ram_remind_open_ret_pay_fial"="Payment failed";
"eos_create_type_transfer"="Transfer from Exchange or wallet";
"eos_create_type_scan"="Scan with TokenPocket by your friends";
"eos_create_type_select"="Select Type";
"eos_ram_remind_out_service_time"="Service Expiration Time : ";

//2018-7-11
"eos_contract_create_process"="Process Steps";
"eos_contract_create_desc1"="Create an account through tranferring at least 2.0 EOS from exchanges, 0.2 EOS will be used to stake on CPU and NET, the residual will be used to buy RAM.";
"eos_contract_create_desc2"="Currently support OTCBTC, Gate.io, Bianace, Bitfinex, don't use other exchanges. Any wallet that support memo will be supported too.";
"eos_contract_create_transaccount"="Transfer to Account (required)";
"eos_contract_create_copy"="Copy";
"eos_contract_create_memo"="Transfer Memo (required)";
"eos_contract_create_delete"="Delete Order";
"eos_contract_create_active"="Active Account";
"eos_contract_create_tip"="Cautions:\nThe creation is developed by Dappub using smart contract without manual operation, if you lost assets because of your own mistakes, we are sorry but can't help.";
"eos_contract_create_opensource"="OpenSource Url：";
"eos_contract_create_navTitle"="Contract Register";
"eos_permission_developing"="Developing";

//2018-7-14
"bl_node_eth_setting"="ETH node settings";
"bl_node_moac_setting"="MOAC node settings";
"bl_node_jt_setting"="Jingtum node setting";
"bl_node_eos_setting"="EOS node settings";
"bl_node_add_node"="Add a custom node";
"bl_node_type_default"="Default";
"bl_node_type_custom"="Custom";
"bl_node_invalid"="Please enter a valid node address";

//2018-7-16
"order_account_create_state_create"="Account creating..";
"order_account_create_state_required"="Account status confirming..";
"order_account_create_state_required_fail"="Account status confirm fail";
"order_account_create_state_safe"="Account security detecting..";

//2018-7-17
"eos_dapp_action_type"="Type";
"eos_dapp_action_detail"="Detail info";
"eos_dapp_action_type_transaction"="Transfer";
"eos_dapp_action_type_vote"="Vote";
"eos_dapp_action_type_stake"="Stake";
"eos_dapp_action_type_unstake"="Reclaim";
"eos_dapp_action_type_buyram"="Buy ram";
"eos_dapp_action_type_sellram"="Sell ram";
"eos_dapp_action_type_updateauth"="Change authority";
"eos_dapp_action_type_bidname"="Account auction";
"eos_dapp_action_type_newaccount"="Create account";

//2018-7-18
"setting_color_switch"="Cambiar el color del candelabro";
"title_ram_my_record"=" Mi registro";
"invite_code_title" = "Su código exclusivo";
"invite_btn_title" = "   Invitar ahora   ";
"invitado_prefijo" = "Invitado";
"invited_fnds" = "amigos";
"invited_win" = "ganancia";
"invited_bonus" = "bonificación";
"invite_rule" = "Reglas de invitación:";
"invite_rules_desc" = "1. Durante la actividad, enlazar el número de teléfono obtendrá 100 de bonificación, cada invitador e invitado obtendrán 100 bonificaciones, mientras más invites, más ganarás. \n2. Cada usuario puede invitar una vez, puedes confirmar la invitación al importar o creando la billetera. \n3.Bonus se puede intercambiar a dulces según las reglas. \n4.Código de invitación enlazar con número de teléfono\n5.Sigue nuestra cuenta oficial de wechat (TokenPocket) para seguir las reglas de intercambio. \n6.Todos los derechos reservados por TokenPocket ";
"title_gain_bonus"="Bonificación";
"invite_get_code"="   código de invitación   ";
"invite_bind_phone_get"="Enlace el número de teléfono para obtener el bono";

"invite_write_inviter"="código de invitación";
"invite_inviter_desc_title"="Ingrese el código para obtener bonificación";
"invite_inviter_code_pl"="Ingrese su código";
"invite_inviter_detail"="Ingrese su codeCode no se puede modificar una vez confirmado, tanto el invitador como el invitado obtendrán una bonificación.";
"invite_inviter_confirm"="Confirmar";
"invite_bind_phone_title"="Enlazar teléfono";
"invite_bind_phone_desc"="Enlace su teléfono para obtener el código de invitación";
"invite_bind_phone_pl"="Ingrese su teléfono";
"invite_bind_phone_detail"="El código se vinculará con el número de teléfono, Usted necesita de obligar a su teléfono antes de obtener su bono ";
"invite_code_empty"="El código no puede estar vacío";
"invite_code_error"="Código incorrecto, compruébalo.";
"invite_code_mine" = "Mi código exclusivo";
"invite_code_where_input" = "El código se puede verificar en la página de invitación";
"invite_code_scan_download" = "Escanear para descargar";
"invite_phone_empty"="Numero de telefono de vacío";
"eos_transfer_memo_tips"="Te estás transfiriendo a un intercambio, confirma tu nota.";
"eos_transfer_ensure_continue"="Continuar";
"eos_transfer_ensure_check"="Cheque";
"invite_gain_bonus_suc"="Guau, obtener la bonificación";
"invite_gain_bonus_repeat"="Ya tienes su bonificación";
"invite_bind_to_gain"="Usted necesita de obligar a su teléfono antes de obtener su bono";
"dapp_mode_open"="Modo de desarrollador activo";
"dapp_mode_close"="Modo desarrollador cerrado";

// 2018-7-25
"dapp_platform" = "plataforma";
"dapp_search" = "Buscar";

// 2018-7-26
"eos_change" = "Cambiar";
"eos_add" = "agregar";
"eos_add_permission" = "Agregar permisos";
"eos_add_permission_account" = "Nueva cuenta";
"eos_auth_new_pubkey_account" = "Ingrese una nueva clave o cuenta pública";
"eos_ram_panel"="Panel de Ram";
"eos_developer_mode_desc"="El Modo desarrollador se utiliza para depurar los DApps en función del monedero, puede definir el URL luego de activar el modo desarrollador.\nEste modo está diseñado para que los desarrolladores solo depuren, no use enlaces que no sean de confianza, usted debería ser responsable de sus activos si usa la URL de terceros o autodefinida.";
"eos_developer_mode_check"="Entendí el uso y la responsabilidad del modo desarrollador.";
"title_developer_mode"="Desarrollador Modo";
"title_developer_edit"="Editar URL";

//2018-8-1
"enu_current_wrong_wallet"="Choose ENU wallet to continue service \n：）";

//2018-08-02
"vote_title_proxy"="Proxies Votación";
"vote_title_producer"="Productores Votación";
"vote_btn_title_stake"="Staked Manage";
"vote_btn_title_proxy"="Proxy Manage";
"vote_desc_producer"="＊ Antes de poder votar, debe replantear su EOS.\n＊ Puede recuperar su EOS en 72 horas después de deshabilitar.";
"vote_desc_proxy"="＊ Proxies traerá un ecosistema mucho más saludable a la comunidad.\n＊ Un proxy puede representarlo para votar a los productores. Puede revocar sus votos en cualquier momento.";
"vote_navi_title"="Stake Vote";
"vote_tag_partner"="Partner";
"dapp_not_suppot" = "DApp actual no es compatible ";

// 2018-08-03
"node_reset" = "Restablecer";

// 2018-08-06
"dapp_browser" = "DApp Navegador";

// 2018-08-07
"eos_permission_no" = "Se han cambiado los permisos de la cuenta actual, confirme si los permisos de la cuenta son normales";
"eos_permission_no_read" = "Ir a ver";

// 2018-08-07 17:12
"enu_contract_create_desc1" = "Transferir al menos 2 ENU a la siguiente dirección a través de la moneda de cambio y la transferencia de nota o billetera. 0.2ENU se utiliza para calcular la hipoteca y los recursos de la red, y el resto ayudará a los usuarios a comprar, etc. Memoria de valores. ";
"enu_contract_create_desc2" = "La transferencia de dinero o de monedero debe ser compatible con los comentarios.";
"enu_contract_create_tip" = "Nota: \ nEste método de creación se crea utilizando contratos inteligentes implementados por entusiastas de la comunidad ENU. Si el activo se pierde debido a una operación incorrecta del usuario, TP no puede ayudar al usuario a recuperarlo. ";

// 2018-08-08
"contact_memo_tips" = "Abrir el interruptor derecho, la operación de transferencia completará la nota por defecto";
"apply_pro_name_placeholder" = "Ingrese el nombre del proxy, 64 caracteres máx.";
"apply_pro_input_name" = "Ingrese el nombre del proxy";
"apply_pro_max_name" = "La longitud del nombre del Proxy excede, 64 caracteres máx.";

"apply_pro_slogan_placeholder" = "Ingrese su lema";
"apply_pro_input_slogan" = "Ingrese su lema";
"apply_pro_max_slogan" = "La longitud del lema supera los 64 caracteres máx.";


"apply_pro_input_phi" = "Escribe tu filosofía";
"apply_pro_max_phi" = "Su filosofía es demasiado larga, 1024 caracteres máximos";
"apply_pro_phi_plac" = "Escribe tu filosofía.";

"apply_pro_input_bg" = "Escribe tu fondo";
"apply_pro_max_bg" = "Su fondo es demasiado largo, 1024 caracteres máx.";
"apply_pro_bg_plac" = "Ayudará a los votantes a saber más sobre usted";
"proxy_voter_title"="Votante";
"apply_no_avatar" = "configurar su logotipo";
"apply_pro_tg" = "Telegrama de entrada";
"apply_pro_tw" = "Su dirección steemit";
"apply_pro_wechat" = "Su número de WeChat";
"apply_pro_web" = "Ingrese la dirección de su sitio web";

"apply_pro_price" = "Esta acción consumirá un poco de su RAM para el almacenamiento. La cantidad depende de la longitud de sus datos, pero probablemente alrededor de 1kb.";

"apply_pro_avatar_uploading" = "Cargando avatar";
"apply_pro_avatar_failed" = "Falló la carga del avatar";
"apply_pro_reg_info" = "Subir información del proxy";
"apply_pro_reg_suc" = "Carga exitosa, se mostrará en unos minutos";
"apply_pro_reg_fail" = "Carga fallida";
"apply_pro_reging" = "Registro de Proxy";
"apply_no_access_album" = "No se puede acceder al álbum";
"apply_tap_logo" = "Tocar para editar el logotipo";
"apply_pro_delete" = "Necesita su autorización para eliminar información";
"apply_pro_deleting" = "Eliminando información del proxy";
"apply_pro_delete_fail" = "Error al eliminar la información del proxy";
"apply_pro_delete_system" = "Resignando el Proxy";
"apply_pro_delete_system_fail" = "Cancelar proxy fallido";
"apply_pro_delete_system_succ" = "Cancelar el proxy exitoso";

"apply_pro_title_name" = "Nombre";
"apply_pro_title_slo" = "Slogan";
"apply_pro_title_phi" = "Filosofía";
"apply_pro_title_bg" = "Fondo";
"apply_pro_title_web" = "Sitio web";
"apply_pro_title_tele" = "Telegram";
"apply_pro_title_steemit" = "Steemit";
"apply_pro_title_wechat" = "WeChat";

"proxy_stake_title"="Proxy";
"proxy_pro_title"="Votado";
"proxy_btn_vote"="votalo";
"proxy_btn_quit"="Abandonado";
"proxy_btn_edit_info"="Editar información";
"proxy_contact_title"="Contacto";
"apply_btn_detail"="    detalle »";
"proxy_voters_title"="votante";
"proxy_delete_before"="Debe revocar su proxy votado antes de poder registrarse";
"proxy_tilte_close"="Cerrar";
"title_proxy_option"=" (Opcional)";

"reclaim_stake"="Redención de la hipoteca";
"stake_list"="Alquiler";

// 2018-8-14
"dapp_suppot" = "DApp actual solo es compatible ";

// 2018-8-15
"web_url_refresh" = "Actualizar";
"web_url_open_browser" = "Navegador abierto";
"web_url_power_prefix" = "Este servicio consiste en";
"web_url_power_suffix" = "provisto";

//2018-8-16
"res_title_receiver"="Receptor";
"res_stake_total"="Total";
"res_input_amount_pla"="Ingrese EOS";
"res_cpu_stake_title"="CPU de estaca";
"res_net_stake_title"="NET de estaca";
"res_cpu_reclaim_title"="Recuperar CPU";
"res_net_reclaim_title"="Recuperar NET";
"res_reclaim_takeback"="Recuperar";

// 2018-8-17
"eos_action_no_cpu" = "CPU Recursos insuficientes, por favor vaya a la página de administración de recursos para obtener";
"eos_action_no_net" = "NET Recursos insuficientes, por favor vaya a la página de administración de recursos para obtener";
"res_title_reclaim_from"="Recuperar";
"title_current_price"="Precio";
"title_current_staked"="Reclamable";

// 2018-8-20
"transaction_tips_iq" = "IQ Smart Contract cobrará una tarifa de transferencia de 1/1000";
"title_res_old"="antigua";

// 2018-8-29
"qrcode_timeout" = "código bidimensional ha expirado";

// 2018-8-30
"sdk_auth_title" = "Autorización de cuenta";
"sdk_auth_tips" = "La aplicación obtendrá los siguientes permisos después de la autorización:";
"sdk_auth_tips_account" = "Obtenga su información de cuenta eos";
"sdk_auth_tips_no_pk" = "Nota: la autorización de la cuenta no comparte su clave privada";
"sdk_auth_account" = "Cuenta autorizada:";
"sdk_auth_change_account" = "Reemplazar";
"sdk_auth_confirm" = "Confirmar autorización";
"sdk_auth_nopass" = "La verificación de la autorización no pasa";
"reclaim_account"="Recuperar account";
"multi_select"="Selección múltiple";
"reclaim_preview"="Expiación";
"reclaim_acc_count"="Número de cuentas";
"err_tips_reclaim_input_cpu"="CPU Un error de entrada numérica";
"err_tips_reclaim_input_net"="NET Un error de entrada numérica";
"err_tips_cpu_net_nonnull"="Por favor ingrese el valor de redempción CPU/NET!";
"err_tips_cpu_value_over"="El valor de la CPU no puede ser mayor que el valor de la CPU hipotecaria!";
"err_tips_net_value_over"="El valor de la NET no puede ser mayor que el valor de la NET hipotecaria!";
"reclaim_tips_max_count_6_per_chose"="Choose up to 6 at a time.";
"string_default_is_self"="(Por defecto)";

// 2018-9-3
"dapp_sign" = "Firma";
"dapp_sign_info" = "Contenido";

"tip_sdk_transfer_no_wallet"="No procede de la cartera";
"tip_sdk_transfer_no_specified"="No especifica la cartera";
"sdk_transfer_from"="Número de cuenta de pago";
"sdk_transfer_to"="Número de cuenta";
"tip_trans_reaffirm_cancel"="¿Determinar la cancelación de la operación";
"pay_for_trans"="Pago de pedidos";
"transfer_contract"="Contrato de divisas";

"tips_enter_the_url"="Por favor ingrese la URL";
"tip_clear_record"="¿Estás seguro de que quieres borrar el registro?";
"clear_records"="Borrar registro";

// 2018-9-4
"dapp_action_warnning" = "Esta ejecución del contrato tiene operaciones relacionadas con permisos, preste atención al riesgo>";
"tips_dev_mode_changed"="El modo de desarrollador se ha incorporado en el 「navegador DApp」";

// 2018-9-6
"import_imported" = "Importado";

// 2018-9-11
"receiver_account_name" = "Cuenta de recibo";
"receiver_account_is_contract" = "La cuenta de pago que ingresó es una cuenta de contrato. Dado que el contrato puede modificarse, asegúrese de que el contenido del contrato sea seguro antes de transferir la cuenta.";
"collect"="Colección";
"cancel_collect"="Cancelar colección";

// 2018-9-13
"sdk_push_transaction_title" = "operación de contrato";
"sdk_push_transaction_required" = "Solicitud para hacer lo siguiente";
"sdk_push_transaction_detail" = "Ver detalles de la operación";
"sdk_push_transaction_account" = "ejecutar nombre de cuenta";
"sdk_push_transaction_operation" = "Lista de acciones";

// 2018-9-14
"wallet_not_found" = "No se encontró el monedero";
"set_time_transfer_tips" = "La transacción temporizada puede estar sesgada debido a razones de red. Haga una verificación de red suficiente antes de confirmar el uso de esta función para garantizar el tiempo de transacción correcto.Tenga en cuenta que las transacciones programadas no admiten la cancelación en este momento.";
"set_time_transfer" = "Establecer el tiempo de transacción";
"title_my_dapp"="Mi DApps";
"tips_input_dapp"="Buscar DApp o ingresar enlace";
"tips_search_null_dapp"="Buscar DApp para jugar";
"my_stars"="Mi colección";
"unknown"="Desconocido";
"set_time_transfer_time_tips" = "Seleccionar no puede ser menor que la hora actual";
"rcmd_dapps"="DApps recomendadas";
"go_to_dapp"="Ir Dapp: ";

"NSCameraUsageDescription"="TokenPocket necesita acceso a su cámara para escanear QRCode.";
"NSFaceIDUsageDescription"="TokenPocket necesita acceso a FaceID para hacer reconocimiento de identidad.";
"NSPhotoLibraryAddUsageDescription"="TokenPocket necesita acceso a álbumes para reconocer imágenes por ti.";
"NSPhotoLibraryUsageDescription"="TokenPocket necesita acceso a álbumes para reconocer imágenes por ti.";

// 2018-9-25
"edit" = "editar";
"dapp_whitelist" = "Whitelist detalles";
"dapp_sign_auth" = "Solicitud de firma";
"dapp_whitelist_property" = "propiedad";
"dapp_whitelist_operation" = "acción";
"dapp_whitelist_add_ask" = "Abrir lista blanca";
"dapp_whitelist_add_desc" = "Puede incluir en la lista blanca esta acción y no tiene que autorizarla la próxima vez. Al marcar el botón de opción junto al atributo, puede permitir que esta propiedad cambie para esta acción, solo si cambian otras propiedades. No se incluirá en la lista blanca ";
"dapp_whitelist_pwd_title" = "Ingrese la contraseña para habilitar la inclusión de listas blancas";
"dapp_whitelist_pwd_desc" = "La autorización de la lista blanca solo es válida durante la operación DApp, al salir de DApp o al salir de la aplicación se invalidará la autorización. La próxima vez que use la lista blanca, deberá ingresar una contraseña para habilitar el nombre blanco.";
"dapp_whitelist_title" = "Lista blanca";
"dapp_whitelist_cancel_contract" = "Cancelar";
"slogan_from" = "Compartir desde TokenPocket";
"slogan_words" = "Su billetera digital universal";
"tips_observe_wallet_operation_disabled" = "Walet en modo de observación no puede hacer esto!";
"tips_public_key_import" = "La billetera de modo de observación no necesita importar la clave privada, solo se importa el nombre de la cuenta o la clave pública, y se realizan la cuenta de visualización diaria, el registro de transacción y la notificación de recepción.";
"observer_wallet" = "Observación";
"observer_wallet_mode" = "Observación";
"tips_alert_observer_wallet_receipt" = "Wallet es el modo de observación, ¿está seguro de que desea transferir dinero a esta cuenta?";
"title_receive_noti" = "Notificación de recepción";

// 2018-9-30
"dapp_select_account_empty" = "Su billetera está vacía ~";
"dapp_whitelist_pass_tips" = "Esta operación ha autorizado una lista blanca sin ingresar una contraseña.";
"dapp_whitelist__timeout_pwd_desc" = "Esta autorización de la lista blanca ha expirado, ingrese la contraseña para reiniciar la lista blanca.";

"hot_search" = "Búsqueda popular";
"history_records" = "Historia";
"splash_title_skip"="omitir";

// 2018-10-10
"dapp_whitelist_property_any" = "Arbitrary";
"dapp_whitelist_cycle_app" = "Válido antes de salir de la aplicación";

"tips_pub_acc_import_error" = "¡La clave pública o el número de cuenta son incorrectos!";

//2018-10-17
"pay_touchid_tips"="pago de identificación de huella digital";
"pay_faceid_tips"="Pago por reconocimiento facial";
"pay_touchid" = "pago de identificación de huella digital";
"pay_faceid" = "Pago por reconocimiento facial";
"pay_valite_password_title" = "Verificar contraseña";
"pay_valite_password_placeholder" = "contraseña de billetera";

"add_wallet"="Agregar Billetera";
"tips_have_accounts_or_not"="¿Tiene una cuenta?";
"tips_have_wallets_or_not"="¿Tiene una billetera?";
"i_have_accounts"="Tengo cuentas";
"i_have_no_account"="No tengo una cuenta";
"i_have_wallets"="Tengo una billetera";
"i_have_no_wallet"="No tengo una billetera";

"friend_create"="Creado por un amigo";
"contract_trans_create"="Creación de transferencia";
"free_account"="cuenta gratuita";
"invitation_code_create"="Creado por código de invitación";

"tips_row_import_wallet" ="Importar billetera por clave privada, clave pública o nombre de cuenta.";
"tips_free_account_create"="Usar la cuenta gratuita oficial de TokenPocket.";
"tips_by_friend_create"="Código de escaneo de amigo para crear una cuenta";
"tips_by_invitation_code_create"="Creado por Alipay, código de activación de compra de WeChat";
"tips_by_contract_trans_create"="Transferencia a una cuenta fija para la creación de la cuenta";

// 2018-10-21
"invite_account_create_fail" = "Error al crear, recuerde el código de invitación y póngase en contacto con el servicio al cliente";
"invite_account_code_invalid" = "El código de invitación no existe o se ha utilizado";
"invite_account_check_tips" = "La cuenta se ha creado y enviado a la red principal. Confirme la transacción después de la confirmación de la red principal (aproximadamente 3 minutos) para asegurarse de que la creación sea correcta.";

// 2018-10-22
"account_backup_no_screen_tips1" = "Si alguien obtiene su clave privada, ¡obtendrá sus activos directamente!";
"account_backup_no_screen_tips2" = "Copie la clave privada y guárdela en un lugar seguro";
"key_use_tips" = "Sugerencias: haga una copia de seguridad de la clave privada antes de usarla";
"invite_get_code" = "Haga clic para obtener el código de invitación";

"tips_pls_add_wallet"="Primero agregue una billetera";

"create_account"="Crear Cuenta";
"import_account"="Importar Cuenta";

//2018-10-24
"invitation_code"="Código";

// 2018-10-25
"wallet_current" = "billetera actual";

// 2018-10-28
"advanced_settings" = "Configuración avanzada";
"advanced_settings_tips" = "Abra la configuración avanzada, la próxima vez que haga esto, no necesita hacer una confirmación emergente para ejecutar directamente.";
"whitelist_open_tips" = "El interruptor de la lista blanca de DApp se ha movido a la configuración, agregando un modo avanzado más simplificado, ya sea para ir a la función de lista blanca?";
"advanced_tips" = "La operación actual se agregó a la lista blanca y las configuraciones avanzadas están habilitadas. Después de la autorización, la operación se ejecutará de inmediato. ¿Continuar?";
"whitelist_operation" = "función de lista blanca";
"advanced_operation_doing" = "Operación en progreso";

// 2018-10-31
"dapp_whitelist_advanced_pass_tips" = "Esta operación tiene el modo avanzado habilitado, no es necesario que aparezca la ventana después de la autorización";

// 2018-11-1
"eos_transaction_unable_complete" = "La transacción no se completó, verifique si el recurso es suficiente";

// 2018-11-7
"token_detail_title" = "Detalles del token";
"token_detail_info" = "Detalles del proyecto";
"wallet_share_no_import" = "No hay carteras para importar";
"wallet_share_no_support" = "Los datos no se han actualizado durante demasiado tiempo y no admiten la migración de datos";
"wallet_share" = "Migrar a la versión de App Store";

//2018-11-8
"wallet_share_title" = "migración de datos de cartera";
"wallet_share_about" = "Acerca de la migración de datos";
"wallet_share_about_tips_1" = "Debido a que la versión empresarial no mantiene servicios estables a largo plazo, faltan algunas funciones. Por lo tanto, para permitir a los usuarios utilizar servicios estables y funciones más potentes, se reduce el trabajo del usuario al cambiar de aplicaciones. Carga, por lo que ofrecemos la capacidad de migrar los datos de la versión empresarial a la versión de AppStore. ";
"wallet_share_about_tips_2" = "En el proceso de migración, no hay ningún problema de fuga de datos. Dado que los datos están cifrados, nadie puede descifrarlos excepto el usuario. Úselo con confianza. Después de que aparezca el panel de migración, seleccione TokenPocket para iniciar la migración de datos.";
"wallet_share_attention" = "Consideraciones sobre la migración";
"wallet_share_about_attention_1" = "Esta operación solo migra datos de billetera. Otros datos no admiten la migración en este momento y la versión de App Store debe ser mayor o igual a 1.0.7.";
"wallet_share_about_attention_2" = "Si la migración falla o parte de la migración de la cartera falla, realice la migración nuevamente hasta que tenga éxito. Las migraciones múltiples no causarán confusión o pérdida de datos.";
"wallet_share_about_attention_3" = "La migración de datos no afectará la billetera existente de la versión de App Store. Si la versión de la App Store tiene la misma billetera, se ignorará automáticamente, pero si se observa, se sobrescribirá la billetera.";
"web_refresh_desc" = "Haga clic para recargar";
"wallet_share_begin" = "Iniciar migración";
"wallet_share_to_appstore" = "Obtener la versión de App Store";
"rsrc_widget"="widget de recursos";

"my_invitation_code" = "Mi código de activación";

// 2018-11-21
"res_rent_cpu" = "alquiler";
"recent_transfer_account" = "Transferencias recientes";
"recent_transfer" = "transfer";
"recent_transfer_contact" = "Contactos";
"recent_transfer_scan" = "escanear código";

// 2018-11-22
"asset_colletion_doing" = "devuelto";
"asset_colletion_success" = "Home Successful";
"asset_colletion_fail" = "ubicación fallida";
"asset_colletion_fail_net" = "La ubicación falló, verifique si la red es normal e intente nuevamente";
"asset_colletion_cancel" = "Interrupción de ubicación";
"asset_colletion_select_account" = "Seleccione una cuenta para colocarla";
"input" = "enter ";
"s_password" = " contraseña";
"check_net_point" = "Compruebe si la red del nodo es normal";
"home_show"="Show en casa";

"see_more"="Ver Más";
"recent"="Recent";

// 2018-11-27
"asset_colletion" = "colocación de activos";
"more_utilities"="Mas herramientas";
"Dapp_detail"="Detalles DApp";

// 2018-11-28
"asset_colletion_confirm_tips_1" = "Confirmar la cartera que se seleccionará ";
"asset_colletion_confirm_tips_2" = " Place to ";

// 2018-12-3
"no_net_tips" = "La APP no tiene permiso de red. Si confirma que la red local es normal, puede ir a la configuración del sistema del teléfono para verificar si los permisos de la red de la APP están habilitados.";

// 2018-12-11
"screen_rotation" = "rotación de pantalla";
"transaction_cancel" = "cancelación de transacción";
"sign_invalid" = "firma inválida";
"scan_by_cold_wallet" = "Código de escaneo de monedero frío";
"scan_by_observer_wallet" = "observe el código de escaneo de la billetera";
"wallet_has_net" = "La billetera actual está en línea";
"cold_wallet_knowledge" = "Consejos de monedero frío";
"cold_wallet_knowledge_1" = "La billetera fría también se llama billetera fuera de línea. El usuario almacena la clave privada en la billetera fría y no se pone en contacto con Internet para garantizar la seguridad de los activos.";
"cold_wallet_knowledge_2" = "La billetera fría y caliente utiliza una comunicación de código bidimensional, la clave privada nunca toca la red, lo que puede evitar que los piratas informáticos roben";
"cold_wallet"="Monedero frio";

"push_noti"="Notificación";
"transfer_noti_normal"="Aviso de transferencia de billetera ordinaria";
"transfer_noti_observe"="observando el aviso de transferencia de billetera";

// 2018-12-12
"use_ob_scan" = "Use la billetera activa para importar código en la interfaz de billetera de importación";
"recent_transfer_warn" = "La nota se completa con la nota del último registro de transferencia, confírmela después de la operación correcta.";

"visitor_mode"="Modo Visitante";
"visitor_mode_desc"="Vista previa con una cuenta fija";
"eos_novice_teach"="EOS Tutorial";
"visitor"="Visitante";
"tips_alert_visitor_receipt"="El modo de invitado no puede realizar esta operación";
"defautl_creater_public_key"="El valor predeterminado es la clave pública del creador";

// 2018-12-17
"scan_sign" = "Signature";

"cold_wallet_cant_login"="Cold wallet no se puede iniciar sesión directamente";

// 2019-1-2
"plz_input_wallet" = "Introduzca el nombre de la cartera";
"net_online" = "Actualmente en un estado de red, ¿está seguro de que desea importar una billetera fría?";
"all_assets" = "Todos";
"no_zero_assets" = "No cero";
"dex_list" = "Lista de intercambio";
"go_transaction" = "Ir a la transacción";

"ever_open"="Permanent";
"had_opened"="Ya está encendido";
"not_open"="Aún no está abierto";
"had_closed"="Closed";
"attention_things"="Precauciones";

"temp_pay_by_touchID"="pago de identificación de huella digital temporal";
"ever_pay_by_touchID"= "Pago de identificación de huella digital permanente";
"temp_pay_by_faceID"="pago de reconocimiento facial temporal";
"ever_pay_by_faceID"="Pago de reconocimiento facial permanente";

"open_pay_by_touchID"="Open Touch ID Payment";
"close_pay_by_touchID"="Close Touch ID Payment";
"open_pay_by_faceID"="Open Face ID Payment";
"close_pay_by_faceID"="Close Face ID Payment";

"temp_touchID"="Temporary Touch ID";
"ever_touchID"="Permanent Touch ID";
"temp_faceID"="Temporary Face ID";
"ever_faceID"="Permanent Face ID";

"open_by_touchID"="Open Touch ID";
"close_by_touchID"="Close Touch ID";
"open_by_faceID"="Open Face ID";
"close_by_faceID"="Close Face ID";

"ever_auth_description"="      Permanently no-password use the device's biometric technology to confirm whether the user is the device owner, using the identification feature and security encryption algorithm to encrypt, except for the device owner, others can not obtain the password.";

"ever_auth_attention_points1"="Do not add Touch ID/Face ID of others on this device.";
"ever_auth_attention_points2"="The device passcode of the iOS device can manage the Touch ID/Face ID of the device, do not reveal the device passcode of this device.";
"ever_auth_attention_points3"="If the device is jailbroken, it is not recommended to enable this feature.";
"tip_returnd_because_ever_bio_auth"="La opción permanente está habilitada, no es necesario abrir la opción temporal";

"app_lock" = "App Lock";

"title_faceid"="Face ID";
"title_touchid"="Touch ID";

// 2019-1-5
"token_suppot" = "Los tokens actuales solo son compatibles ";

// 2019-1-14
"bos_map_time_desc" = "\ tBOS el tiempo de asignación de la cuenta es 1 de enero de 2019, 09:50 UTC + 0, la altura del bloque es 35072000, por lo que las cuentas creadas anteriormente no podrán encontrar la cuenta correspondiente en BOS";
"bos_map_rule" = "Regla del mapa:";
"bos_map_rule_1" = "Para cuentas sin firma múltiple, la cuenta de la red principal de EOS puede obtener 1.0000 BOS por 20.0000 EOS, y cada cuenta de BOS puede obtener al menos 0.5000 BOS";
"bos_map_rule_2" = "Para las cuentas con firma múltiple, las reglas de asignación para los saldos de las cuentas son consistentes con las cuentas sin firma múltiple, y los permisos de las cuentas se asignan de manera sincrónica";
"bos_map_rule_3" = "La cuenta BOS se genera aleatoriamente de acuerdo con la cuenta de la red principal de EOS";
"bos_map_rule_4" = "Asignación de recursos para la cuenta BOS, RAM: 0.3000 BOS, CPU: 0.1000 BOS, NET: 0.1000 BOS";
"account_sync" = "Sincronización de una sola tecla de la cuenta de BOS";
"begin_sync" = "Iniciar sincronización";
"one_sync" = "sincronización de una tecla";
"one_sync_desc" = "Sincronizar la cuenta EOS asignada a la cuenta BOS";
"no_sync_account" = "No se puede sincronizar una cuenta";
"sync_success" = "éxito de sincronización";

"chat"="Chat";
"marketplace"="Markets";

//2019-1-29
"already_save_album"="Saved to Album";
"plz_auth_im"="Please login in the chat tab of the wallet";
"fetch_group_info_error"="Fail to get group info";
"upload_avatar"="Upload Avatar";
"choose_from_album"="Choose from Album";
"take_picture"="Take a Photo";
"modify_nickname"="Change Name";
"nickname_no_empty"="name cannot be empty";
"nickname_too_long"="name is too long";
"follow"="Follow";
"unfollow"="Unfollow";
"dapps_playing"="His dApps";
"im_personal_acc"="Account: ";
"req_fail"="request failed";
"sex_or_violence"="Porn or Violence";
"illegal"="Illegal";
"other"="Others";
"report_success"="reported";
"report_fail"="failed";
"already_get"="Opened";
"already_expired"="expired";
"your_get_your_redpacket"="You take your own red packets";
"get_your_redpacket"="took your red packets";
"redpacket_is_full"="，red packets are finished";
"your_get"="You opened ";
"its_redpacket"="'s red packet";
"redpacket_get"=" opened ";
"tp_redpacket"="Red Packet";
"redpacket_is_full_cheer"="Red packets are finished，good luck";
"current_account_no_get"="Current account cannot take";
"redpacket"="RedPacket";
"im_tools_camera"="Camera";
"im_tools_photos"="Photos";
"redpacket_already_expired"="Red packet is expired";
"knock_redpacket_fail"="failed";
"read_detail"="details";
"send_readpacket"="Send Red Packet";
"best_wishes"="Best Wishes";
"member_all"="Total";
"group_member"=" members";
"change_to_fight_redpacket"="Change to Random Amount";
"change_to_normal_redpacket"="Change to Identical Amount";
"current_is_fight_redpacket"="Random Amount. ";
"current_is_normal_redpacket"="Identical Amount";
"total_amount"="Total";
"one_amount"="Each";
"plz_input_red_number"="Please enter number";
"sunday"="Sunday";
"saturday"="Saturday";
"friday"="Friday";
"thursday"="Thursday";
"wednesday"="Wednesday";
"tuesday"="Tuesday";
"monday"="Monday";
"yesterday"="Yesterday";
"early_morning"="AM ";
"morning"="AM ";
"afternoon"="PM ";
"evening"="Evening ";
"member"=" members";
"search_my_follow"="Search my follow";
"search_my_group"="Search my groups";
"search_result"="Result";
"my_follow"="My Follow";
"unfollow_fail"="unfollow failed";
"address_book"="Contact";
"my_group"="My Groups";
"exit_group_simple"="Exit";
"exit_group_faIl"="Exit failed";
"create_group"="Create";
"group_name_max_char"="Group name max length 20 chars";
"group_name_min_char"="Group name cannot be empty";
"group_intro_max_char"="max 250 chars at group introduction";
"create_fail"="failed";
"plz_input_group_name"="input group name";
"group_info"="Details";
"enter_chat"="Go chatting";
"apply_enter"="Join";
"exit_group"="Exit";
"group_owner_no_exit"="Admin cannot exit group";
"apply_send"="application sent";
"apply_fail"="apply failed";
"group_name"="Group Name";
"group_code"="QR Code";
"group_intro"="Group Info";
"group_members"="Members";
"message_not_notify"="Mute";
"report"="Report";
"kick"="Kick";
"kick_fial"="failed";
"add_member"="Add members";
"invite_success"="Invite successfully";
"invite_fail"="Invite failed";
"detail"="Details";
"personal_info"="Profile";
"message_top"="Sticky";
"message_cancel_top"="Unsticky";
"logging"="Logging";
"audio"="Voice";
"photo"="Photo";
"video"="Video";
"location"="Location";
"file"="Files";
"unknow_message"="Unknown message";
"group_update_message"="Group dynamics";
"account_kick_tips"="Logged on other device, check your security";
"account_blocked"="The account was banned";
"im_login_auth_fail"="Try again";
"current_not_support_im"="The current wallet can't chat";
"blockchain_error_tips"="Endpoint error, check it.";
"at_in_group"="You're mentioned";
"not_login_im"="Unlogged";
"save_album"="Save to Album";
"distinguish_album"="Extract QR Code";
"group"="Group";
"your"="You";
"change_room_queue"="Room queue changed";
"room_unmuted"="All unmuted";
"room_muted"="All muted";
"change_self_info"="Change personal info";
"unmute_personal"="Unmuted";
"mute_personal"="Muted";
"your_mote"="You're muted";
"unknow_system"="Unknown system message";
"mute"="Mute";
"unmute"="Unmute";
"be"="be";
"accept"="Approved";
"invite_group"="'s invitation";
"cancel_manager"="have been dropped the admin status";
"add_manager"="has being added as a admin";
"change_group_owner_to"="change Owner to ";
"invite"="invite ";
"dismiss"="Dismiss";
"removed"="Removed";
"will"="will";
"and_so_on"="etc";
"entered"="enters ";
"modify"="update ";
"infomation"="information";
"passed"="approvel ";
"apply"="application ";
"leaved"="leaves";
"intro"="intro";
"auth_type"="Auth Type";
"group_notice"="Group Notice";
"avatar"="Avatar";
"change_group_invite_type"="Update his inviter's permission";
"change_group_beinvite_type"="Update his invitee's permission";
"change_group_info_update_auth"="Update group's modification permission";
"set_group_all_mute"="Set all mute";
"set_group_all_unmute"="Set all unmute";
"send"="Send";
"plz_import_wallet"="Please import the wallet first";
"im_profile_account"="Account";
"im_profile_nickname"="Nickname";
"im_group_recommend"="Recommended Groups";
"im_plz_input"="Text here";
"chat_log_tip"="El chat está estrechamente relacionado con su cuenta, requiere verificar su identidad";
"chat_log_btn"="Verificar";

"mins"="mins";
"next_round"="Next Round";
"chat_create_about" = "Acerca de";
"chat_create_name" = "Nombre del grupo";
"chat_create_about_pla" = "Presente brevemente al grupo";
"chat_create_name_pla" = "Establecer el nombre del grupo";

//2019-2-20
"authentication_message"="Verifications";
"alreay_accept"="Approved";
"alreay_refuse"="Unapproved";
"alreay_invalid"="Expired";
"apply_team"="Applies to join the group";
"refuse_apply"="Disapproved you to join the group";
"remove_team"="Remove";
"alreay_remove_team"="Was moved";
"accept"="Confirm";
"refuse"="Reject";
"net_error_tips"="Network error, try again";
"team_not_exist"="Group doesn't exist";
"clear_all"="Clear";
"share_a_dapp"="Shared a DApp";
"select_a_chat"="Select a chat";
"recent_chat"="Recent chat";
"alreay_send"="Sent";
"team_owner"="Owner";
"admin"="Admin";
"send_to"="Send To";
"whether_transfer_owner_to"="Transfer ownership to";
"admin_has_permission"="Admin's Permissions : ";
"admin_permission_1"="1. Group verification switch";
"admin_permission_2"="2. Permissions to confirm or reject applications";
"admin_permission_3"="3. Add or remove members from the group";
"team_members_limit"="Users number reaches limitation";
"join_team_fiter"="Group verification";
"transfer_team_owner"="Transfer Ownership";
"admin_manager"="Admins Management";
"owner_transfer_suc"="Transfer Successfully";
"owner_transfer_fail"="Transfer Failed";
"team_admin_limit_tips"="Up to 4 admins";
"add_suc"="Add Successfully";
"add_fail"="Add Failed";
"add_admin"="Add Admins";
"admin_list_and_tips"="Admins (slide to remove)";
"new_short_account_suf_must_tips"="New account suffix must be ";

"at_all"="all";
"at_you"="You were mentioned";
"forward"="Forward";
"recall"="Recall";
"did_send"="Send success";
"did_forward"="Forward success";
"multi_chain"="Multi-Blockchain";
"recalled_a_msg"="has recalled a message";
"im_you"="You ";
"quote"="Quote";
"tip_recall_expired"="Enviar por más de 2 minutos, no se puede revocar";
"has_recalled"="has recalled ";
"message"="message";
"im_your"="your ";
"im_de"="'s ";

// 2019-2-20
"use_tp_scan_enter_team" = "Utilice TokenPocket escanear unirse al grupo";
"share_qrcode" = "Compartir código QR";
"confirm_enter" = "confirmar";
"arde_confirmar_comprar_team "=" ¿Está seguro de unirse al chat grupal? ";
"plz_enter_amount"="Please enter the amount";

"draft"="Draft";

// 2019-3-7
"total_stake" = "hipoteca total";
"amount_up_1" = "El número no puede ser inferior a 1";
"refund_list" = "Lista de canje";
"refund_amount" = "cantidad de canje";
"refund_time" = "tiempo de canje";
"account_in_5_11" = "El nombre de la cuenta debe estar entre 5 y 11";
"transaction_state_unknow_see_browser" = "El estado es desconocido, puede ir al navegador para verificar si la transacción fue exitosa";
"gas_stake" = "Hipoteca iGAS";

"create_with_mobile_number"="Mobile number/Email creation";
"create_with_mobile_desc"="Register an account number via phone number/email";
"import_with_mobile_number"="Mobile number/Email login";
"import_with_mobile_desc"="Login by phone number/email verification";
"register"="Registro";
"login"="Acceder";
"sign_in"="Acceder";

"import_with_pri_key"="Importación de clave privada";
"import_with_pri_key_desc"="Importe ingresando la clave privada de texto sin formato o escaneando el código QR de la clave privada";
"import_with_pub_key"="observando la billetera";
"import_with_pub_key_desc"="No es necesario importar la clave privada, ingrese el número de cuenta o la clave pública correspondiente para importar";
"import_with_cold"="monedero frío";
"import_with_cold_desc"="Importe e importe desde la red fuera de línea para asegurarse de que la clave privada nunca toque la red";
"import_with_key_store"="Keystore";
"import_with_key_store_desc"="Agregue una cartera importando un Almacén de claves";
"import_with_mnemonic"="mnemonic";
"import_with_mnemonic_desc"="Agregue una billetera importando un mnemónico";
"stake_number" = "número de hipotecas";
"account_chars_5_11_tip" = "[a-z0-9_] compuesto de cadenas de 5 a 11 bits";

"url_link"="Link";
"about_mobile_wallet"="Acerca del número de teléfono / billetera del buzón";
"use_email"="Usar correo electrónico";
"use_phone"="Usar número de móvil";
"plz_enter_phone_num"="Introduzca su número de teléfono móvil";
"plz_enter_email_addr"="Introduzca su dirección de correo electrónico";
"plz_enter_auth_code"="Introduzca un código de verificación";
"get_auth_code"="Get auth code";
"retry"="Reintentar";
"phone_num_err"="El número de teléfono es incorrecto";
"email_num_err"="La dirección de correo electrónico es incorrecta";
"tip_auth_code_be_used_plz_retry" = "El código de verificación ha caducado / es incorrecto. Vuelva a adquirirlo.";
"tips_never_created_acc"="No se ha creado una cuenta";
"reg_will_agree"="Regístrese para aceptar";
"and"="y";
"set_pwsd"="Establecer Contraseña";
"your_account_name" = "Su nombre de cuenta";
"your_email" = "su dirección de correo electrónico";
"your_phone" = "su número de móvil";
"plz_enter_actv_code"="Introduzca el código de activación";
"complete_creation"="Creación completa";
"way_of_creation" = "Crear modo";
"way_of_payment" = "método de pago";
"contact_us_if_any_question"="Si tiene un problema, contáctenos";
"tp_recovery"="TP Recovery";
"eos_faq_tp_recovery_title" = "¿Qué es el permiso de recuperación de TP?";
"eos_faq_tp_recovery_expl"="El usuario registrado del número de teléfono móvil tendrá el derecho de recuperación de TP, y el derecho de recuperación de TP pertenece a la autoridad propietaria. El usuario puede recuperar la clave privada mediante la autenticación del teléfono móvil si el usuario olvida o pierde la clave privada. Si el usuario elimina el privilegio o hace que el umbral de privilegio del privilegio sea inferior al umbral de privilegio del propietario, el TP no ayudará al usuario a realizar la recuperación de la clave privada. Cuando utilice su número de teléfono móvil para iniciar sesión o restaurar su cuenta, se reemplazará la antigua clave pública. El usuario cargará la nueva clave pública localmente.";
"tips_tp_help_recover_account"="La operación de inicio de sesión reemplazará la clave pública anterior, la clave privada anterior se restablecerá, determinar el inicio de sesión?";
"alert_delete_tp_recovery_right"="Eliminar o cambiar el derecho de recuperación de TP o reducir el peso del privilegio por debajo del umbral de privilegio del propietario, TP no podrá ayudarlo a recuperar la clave privada, confirme que se haya respaldado la clave privada. ¿Está seguro de continuar?";
"tip_eos_account_name_range_normal" = "El nombre consta de 1-5 y a-z caracteres, la longitud es de 12 dígitos";
"tip_eos_account_name_range_short" = "El nombre consta de 1-5 caracteres a-z y., longitud 3-12";

"tip_already_exists"="Ya existe";
"tip_available"="Disponible";
"tip_not_available"="No disponible";
"tip_acc_length_should_be_%@_chars" = "La longitud es %@ carácter";
"tip_acc_need_to_enter_%@_chars" = "Debe ingresar %@ caracteres";

// 2019-3-22
"tap_forward_setting" = "Haga clic para ir a Configuración";
"set_asset_show" = "Configurar visualización de activos";
"show_asset_set" = "Mostrar configuración de activos";
"member_list" = "lista de miembros";
"vote_bp" = "Nodo bombeado:";
"get_bonus" = "recibir dividendos";
"block_node" = "nodo fuera de bloque";
"candid_node" = "nodo asociado";
"congelado" = "congelar";
"pull_fail" = "pull failed";

"tp_transfer" = "Transferencia TP";
"transfer_to_%@"="Transferencia a %@";
"title_tansfer"="Transferencia";
"receipt_tansfer"="Recibió la transferencia";
"apn_tip_im_receipt_transfer_%@"="[Transferencia] Recibió la transferencia %@";
"tip_actv_code_can't_create_%@"="El código de activación no puede crear %@";
"tip_actv_code_been_used"="El código de activación se ha utilizado";
"tip_actv_code_cant_rgnz"="El código de activación no es reconocido";
"tip_actv_code_auth_fail"="Error en la verificación del código de activación";
"tip_actv_code_not_payed"="Código de activación no pagado";
"tip_actv_code_cpu_ram_fail"="No hay suficiente CPU/RAM";
"tip_actv_code_update_code_fail"="Estado de código de actualización fallado";
"tip_search_token_empty_to_submit"="¿No encontraste el token correspondiente? Haga clic aquí para enviar su solicitud.";
"title_im_noti" = "Notificación de mensaje de chat";
"i_know_temrs_below"="Sé lo siguiente:";
"password_can't_less_than_8_chars"="La contraseña no puede tener menos de 8 dígitos";
"set_account_name"="Establecer nombre de cuenta";
"set_wallet_name"="Establecer nombre de billetera";

"add_accounts" = "Agregar Cuenta";
"bp_rank" = "Ranking del nodo";
"see_sign_info"="Ver contenido de firma";
"sdk_sign_tips_no_pk"="Nota: La firma de información no proporcionará su clave privada a DApp";
"tip_tp_code_copied_paste_it"="La contraseña de TP ha sido copiada, por favor péguela ~";
"common_code_copy_text_%@_then_open_in_tp"="Copie todo el párrafo %@ y ábralo a TokenPocket";
"tp_cmd_key"="Comando TP";
"param_error"="Error de parámetro";
"invite_friend_reg"="Invite New Friends";
"check_u_copied_a_tp_code"="Comprueba que has copiado la contraseña de TP";
"abrir_inmediatamente"="Abrir inmediatamente";

"unknown_type_pls_update_version" = "Tipo desconocido, por favor actualice la versión";
"auto_filter_chars_%@"="Personajes filtro automático: %@";
"random_account"="Cuenta aleatoria";

//4-16
"amount_than_100k" = "El número debe ser mayor que 0.01KB";
"add_repeat" = "No se puede agregar repetidamente";
"iram_not_enough" = "los recursos de iRAM no son suficientes, por favor vaya a la página de administración de recursos para obtener";
"igas_not_enough" = "los recursos de iGas son insuficientes, por favor vaya a la página de administración de recursos para obtener";
"sell_iram_not_enough" = "El número de iRAM que se pueden vender no es suficiente";
"unstake_amount_not_enough" = "El número de canjeables es insuficiente";
"select_bps:" = "Nodo seleccionado:";
"vote_proxy" = "Después de actuar";
"ninguno" = "ninguno";
"pk_exprot_warnning"="Advertencia: la clave privada no está encriptada";
"powered_by_eosAuth"="Data Powered By EOSAuthority";

"current_fund"="Current Blockchain";
"tap_to_switch"="Switch";

"tip_multy_ways_to_create"="Crear de múltiples maneras";
"selected"="Selected";
"z_news"="Noticias";

"iost_refund_list"="Lista de canje";
"iost_vote_title_producer"="Productores Votación";
"iost_bp_rank"="Ranking del nodo";


"batch_creation" = "Creación por lotes";
"batch_random" = "Lote aleatorio";
"new_account_puk" = "nueva clave pública de la cuenta";
"resource_dispatch" = "configuración de recursos";
"indicates_account_available" = "indica que la cuenta está disponible";
"indicates_account_unavailable" = "la cuenta no está disponible";
"estimate_cost" = "Costo esperado:";
"begin_create" = "Empezar a crear";
"batch_tips_1_%@" = "La clave pública de la cuenta recién registrada es la misma que%@, puede haga clic aquí para modificar";
"batch_tips_1_1" = "Haga clic aquí para volver a la clave pública predeterminada";
"batch_tips_2" = "La nueva asignación de recursos de cuenta registrada es RAM 4 KB, CPU 0.05 EOS, NET 0.01 EOS, puede haga clic aquí para modificar";
"batch_tips_2_1" = "Haga clic aquí para volver a la configuración de recursos predeterminada";
"tap_this" = "Haga clic aquí";
"custom_account" = "Cuenta personalizada";
"create_account_num" = "Crear número de cuenta";
"import_after_creation" = "¿Se importa automáticamente después de la creación?";
"import" = "importar";
"not_import" = "No importar";
"create_result" = "Crear resultado";
"create_success" = "Creado con éxito";
"create_fail" = "Error al crear";
"create_fail" = "Error al crear";
"desplegar" = "Expandir todo";
"batch_password_tips" = "* Después de la creación, la cuenta se importará usando el cambio de contraseña";
"account_input_or_ramdon" = "Ingrese el número de cuenta o haga clic a la izquierda para generar al azar";
"add_one" = "Agregar uno";
"account_grade_alert_content" = "Debido a que su cuota de activos actual supera los 10 EOS, recomienda que actualice su cuenta de socio a una cuenta personal.";
"go_greade" = "Ir a actualizar";
"next_time" = "Say again";
"account_grade" = "Actualización de cuenta";
"account_grade_tips_content" = "Ha realizado una copia de seguridad con éxito, lo ayudaremos a actualizar su cuenta de socio a una cuenta personal en esta página.";
"account_grade_read" = "Lea atentamente las precauciones antes de actualizar:";
"account_grade_read_1" = "Esta actualización eliminará el permiso de recuperación de TP. Después de la eliminación, no podrá volver a iniciar sesión con el número de teléfono";
"account_grade_read_2" = "Después de eliminar el permiso de recuperación de TP, solo puede usar la clave privada que acaba de hacer una copia de seguridad para la importación de la cuenta, asegúrese de proteger la clave privada";
"account_grade_read_3" = "Si no ha actualizado su cuenta esta vez, la próxima vez que inicie sesión con su número de teléfono móvil, la clave privada que acaba de hacer una copia de seguridad no será válida.";
"account_grade_already_read" = "He leído cuidadosamente lo anterior y entiendo la actualización de la cuenta";
"grade_first" = "Actualizar inmediatamente";
"grade_success" = "Actualización exitosa";
"grade_fail" = "Falló la actualización";
"not_confirm_exit_app" = "El DAPP no necesita ser reconfirmado antes de salir de la aplicación";
"Third_parties" = "tercero creados";
"third_parties_desc" = "El modo de creación de cuentas de terceros más popular";;

"create_jion_team_code"="Generar una contraseña de grupo";
"save_to_local"="Save";
"share_group" = "Grupo compartido";
"unirse_inmediatamente"="Unirse ahora";
"select_region" = "Seleccionar región";
